[{
  "_id": {
    "$oid": "61ef5cba30c058330404a2a7"
  },
  "noticeTitle": "v1.0.0 - 2022-1-20",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<blockquote><p><font size=\"2\">孔明前后端分离系统正式发布</font></p></blockquote><ol><li>登录模块（支持账号/邮箱登录，注册，重置密码）</li><li>商品管理模块（支持新增，编辑，删除，导出）</li><li>用户管理模块（支持新增，编辑，删除，重置密码，启用/禁用）</li><li>字典管理模块（支持新增，编辑，（批量）删除，启用/禁用）</li><li>角色管理模块（支持新增，编辑，（批量）删除，启用/禁用，绑定权限）</li><li>菜单管理模块（支持新增，编辑，（批量）删除）</li><li>操作日志记录（支持（批量）删除，查看详细）</li><li>登录日志记录（支持（批量）删除）</li><li>支持发送邮箱验证码，绑定邮箱的操作</li><li>支持用户修改密码、修改昵称、换绑邮箱等操作</li></ol>",
  "createBy": "songjq",
  "createTime": {
    "$date": "2022-01-25T02:13:14Z"
  },
  "__v": 0,
  "updateBy": "songjq",
  "updateTime": {
    "$date": "2022-01-25T02:45:25.328Z"
  }
},{
  "_id": {
    "$oid": "61ef6aff30c058330404a2ae"
  },
  "noticeTitle": "v1.1.0 - 2022-1-25",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<ol><li><font size=\"2\">新增图表库组件，引入Echart；</font></li><li><font size=\"2\">新增图标库组件；</font></li><li><font size=\"2\">新增富文本组件，基于&nbsp;<a href=\"https://www.kancloud.cn/wangfupeng/wangeditor3/332599\" target=\"_blank\">wangEditor</a>，图片上传使用&nbsp;<a href=\"https://sm.ms/\" target=\"_blank\">SM.MS</a>；</font></li><li><font size=\"2\">新增Markdown组件，基于&nbsp;<a href=\"https://github.com/hinesboy/mavonEditor\" target=\"_blank\">MavonEditor</a>&nbsp;，图片上传使用&nbsp;<a href=\"https://sm.ms/\" target=\"_blank\">SM.MS</a>；</font></li><li>新增Yaml编辑器，基于&nbsp;<a href=\"https://github.com/codemirror/CodeMirror\" target=\"_blank\">CodeMirror</a>， 主题预览地址&nbsp;<a href=\"https://codemirror.net/demo/theme.html#idea\" target=\"_blank\">Theme</a>；</li><li>新增（信息管理）通知公告模块，支持通知、公告、版本日志等类型文档的发布分类及编辑、删除。</li></ol>",
  "createBy": "songjq",
  "createTime": {
    "$date": "2022-01-25T03:14:07.831Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6205eb7e5eb6682cd07b4ea4"
  },
  "noticeTitle": "v1.2.0 - 2022-2-11",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<ol><li>新增概览首页；</li><li>新增个人中心模块（修改密码、换绑邮箱、换绑手机号、更换头像、安实名认证）等操作；</li></ol>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-02-11T04:52:14.935Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6206838adeb7e95c38d187c7"
  },
  "noticeTitle": "测试公告1",
  "noticeType": "1",
  "status": "0",
  "noticeContent": "<p>测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1测试公告1</p>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-02-11T15:40:58Z"
  },
  "__v": 0,
  "updateBy": "admin",
  "updateTime": {
    "$date": "2022-02-12T14:06:21.492Z"
  }
},{
  "_id": {
    "$oid": "620683aedeb7e95c38d187c9"
  },
  "noticeTitle": "测试公告2",
  "noticeType": "1",
  "status": "0",
  "noticeContent": "<p>测试公告2</p>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-02-11T15:41:34.322Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "620683c1deb7e95c38d187cb"
  },
  "noticeTitle": "测试公告3",
  "noticeType": "1",
  "status": "0",
  "noticeContent": "<p>测试公告3</p>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-02-11T15:41:53.359Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6207c354c8b829462c517717"
  },
  "noticeTitle": "v1.2.1 - 2022-2-12",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<ol><li>概览首页顶部新增滚动公告消息展示；</li></ol>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-02-12T14:25:24Z"
  },
  "__v": 0,
  "updateBy": "admin",
  "updateTime": {
    "$date": "2022-03-22T06:07:13.103Z"
  }
},{
  "_id": {
    "$oid": "624c3612b01d6439c08117ee"
  },
  "noticeTitle": "v1.3.0 - 2022-4-5",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<blockquote><p>SMS短信发送平台搭建</p></blockquote><ol><li>发送短信（支持批量导入手机号、定时发送）</li><li>短信模板（含新增、编辑、批量删除、绑定模板ID）</li><li>发送记录（含重新发送、批量删除）</li><li>发送回执（含批量删除）</li><li>定时短信（含一键发送、批量删除）</li><li>首页概览（查看用户短信余额及使用情况）</li><li>财务管理 - 充值订单（目前仅支持人工核实充值信息）</li></ol><p><br/></p><blockquote><p>Kmxs后台管理系统<br/></p></blockquote><p><font size=\"2\">1.增加在线客服系统，可直接通过网页聊天界面联系站长</font></p><p><font size=\"2\">2.代码优化（列表代码封装成一个组件，使代码更简洁）</font></p><p><br/></p><blockquote><p>Kmxs后台管理系统 - 待开发功能（不完全统计）<br/></p></blockquote><ol><li>对接支付（支付宝、微信等）功能</li><li>消息审批</li><li>岗位管理</li><li>部门管理</li><li>登录风控（白名单，黑名单，访问时间段，异地登录）</li><li>手机号登录</li><li>查看当前在线用户，踢掉用户</li><li>注册账号可选角色</li></ol>",
  "createBy": "lisi",
  "createTime": {
    "$date": "2022-04-05T12:29:06.932Z"
  },
  "__v": 0,
  "updateBy": "lisi",
  "updateTime": {
    "$date": "2022-04-05T12:29:42.834Z"
  }
},{
  "_id": {
    "$oid": "624d9baf7afe6b401c3eab08"
  },
  "noticeTitle": "v1.3.1 - 2022-4-6",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<p>1.新用户注册可选择相应角色</p>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-04-06T13:54:55.117Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "625451955410ef26084cab31"
  },
  "noticeTitle": "v1.3.2 - 2022-4-1",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<ol><li><p>增加支付宝沙盒支付工具对接，模拟支付宝支付；</p></li><li><p>修复部分bug。</p></li></ol>",
  "createBy": "admin",
  "createTime": {
    "$date": "2022-04-11T16:04:37.017Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "6263a1f1d058f237804b5550"
  },
  "noticeTitle": "v1.4.0",
  "noticeType": "2",
  "status": "0",
  "noticeContent": "<p>1.完成部门管理模块开发（含新增、编辑、删除）；</p><p>2.完成岗位管理模块开发（含新增、编辑、删除）；</p><p>3.重构前端样式表。</p>",
  "createBy": "songjq",
  "createTime": {
    "$date": "2022-04-23T06:51:29.740Z"
  },
  "__v": 0
}]